Repository: protux/baronbale.de-django
Catalog: baronbale_website/templates/locale/*/LC_MESSAGES/django.po
Languages: de

source: The bannerlist was generated on
de: Die Bannerliste wurde generiert auf

source: The zip-file you provided was empty or did not contain any GPX-files.
de: Das hochgeladene Zip-Archiv war leer oder enthielt keine GPX-Dateien.

source: You uploaded a not supported file type.
de: Du hast ein nicht unterstütztes Dateiformat hochgeladen.

source: Email Address
de: E-Mail Adresse

source: GPX- or zip-File
de: GPX- oder Zip-Datei

source: Horizontal banners per row
de: Horizontale Banner pro Reihe

source: Vertical banners per row
de: Vertikale Banner pro Reihe

source: GPX-File or Zip Archive
de: GPX- oder Zip-Datei

source: Your Banners are ready!
de: Deine Banner sind fertig!

source: We went through all of your caches and found the banners listed below. Please note, that there might be broken images, due to some hoster deleting them after some time. If you still have this image at some place you can notify us and we will correct that link for future requests.
de: Wir haben uns alle deine Caches angesehen und fanden die unten aufgelisteten Banner. Bitte beachte, dass dort kaputte Bilder enthalten sein könnten, da gewisse Hoster hochgeladene Bilder nach einer gewissen Zeit löschen. Solltest du das Bild noch irgendwo bei dir rumliegen haben schicke es uns gerne, wir verlinken oder hosten es gerne um es der Community wieder zur Verfügung zu stellen.

source: Your banners
de: Deine Banner

source: Banner collector
de: Bannersammler

source: At first a big thank you to all the people who reached out and gave some feedback or provided test data!
de: Zu aller erst vielen Dank an alle die sich mit Feedback gemeldet haben, Verbesserungsvorschläge hatten oder Testdaten zur Verfügung gestellt haben!

source: Feedback welcome!
de: Feedback willkommen!

source: If you see some room for improvement regarding the banner parser please feel free to reach out any time! 😎 You can reach me via email, just send an email to <a href="mailto:protux@baronbale.de">protux@baronbale.de</a>. My response might take some time, but I will respond!
de: Solltest du einen Verbesserungsvorschlag haben kontaktiere uns gerne jederzeit! 😎 Du kannst uns via E-Mail erreichen, sende deine E-Mail einfach an <a href="mailto:protux@baronbale.de">protux@baronbale.de</a>. Es könnte etwas dauern bis eine Antwort kommt, aber es kommt ganz bestimmt eine!

source: This tools takes the gpx file with your found caches and collects the banners from the listings.
de: Dieses Tool sucht die Banner aus der GPX-Datei deiner Funde.

source: The banners are parsed from the "long_description" and for some special cases and for generating the link-tags we need the GC-Code and the url.
de: Die Banner werden aus dem "long_description"-Element gelesen. Für einige Sonderfälle und um die Links zu generieren benötigen wir außerdem den GC-Code und die URL.

source: <b>IMPORTANT</b>: Since we also rearrange the banners for a more beautiful shape we need to get the size of all images, that could take a while, please be patient.
de: <b>WICHTIG</b>: da wir die Banner auch zugunsten eines schöneren Aussehens neu sortieren müssen wir alle Bilder laden. Das dauert bei vielen Caches eine Weile, bitte sei geduldig.

source: How to use this tool
de: Benutzungsanleitung

source: You can either upload a single GPX-file (like the "my finds" file) or you can directly upload the zip file you get from Groundspeak. If you are not a premium member you can collect all GPX-Files of the caches you found manually and put them in a single zip. You can then upload this zip file and the tool will look into all of the contained GPX files and will collect all the banners from those who have one.
de: Du kannst entweder eine einzelne GPX-Datei (z.B. die "meine Funde"-Datei) hochladen, oder du lädst direkt die Zip-Datei hoch, die du von Groundspeak bekommst. Nicht-Premiummember können auch die GPX-Dateien zu jedem einzelnen Cache nehmen, alle GPX-Dateien in ein einzelnes Zip-Archiv packen und dieses Zip-Archiv dann hochladen. Das Tool wird durch alle GPX-Dateien gehen und die Banner heraussuchen.

source: Collect Banner
de: Banner sammeln

source: I found a bug or the tool behaves funny
de: Ich fand einen Bug oder das Tool verhält sich komisch

source: If you found a bug, or you know, the tool does not find a banner please contact me. I cannot test with all caches and some banners are pretty hard to catch. You can find the contact email in the footer and in the imprint. It would be great, if you could provide the GPX or zip-file which triggered the wrong behaviour.
de: Wenn du einen Bug gefunden hast oder das Tool z.B. ein Banner nicht findet von dem du weißt, dass es da sein sollte fühl dich frei mich zu kontaktieren. Ich kann leider nicht alle Caches testen und manche Banner sind schwierig zu erwischen. Du kannst meine Kontakt-E-Mailadresse in der Fußzeile der Seite und im Impressum finden. Es wäre großartig, wenn du mir auch die GPX-Datei oder das Zip-Archiv zur Verfügung stellen könntest, welches dir Probleme bereitet.

source: Waiting for banners...
de: Warte auf Banner…

source: Your Banners are in progress!
de: Deine Banner sind in Bearbeitung!

source: We received your request and you are now enqueued to get your banners! You can bookmark this page and come back later to fetch your banners. This can take up to a few hours. You could also enter your email address below to get notified when your banners are ready.
de: Wir haben deine Anfrage erhalten und du bist zur Bearbeitung eingereiht! Du kannst dir ein Lesezeichen für diese Seite einrichten und später wiederkommen. Das kann bis zu ein paar Stunden dauern. Du kannst aber auch unten deine E-Mailadresse eintragen um eine Benachrichtigung zu erhalten, sobald deine Banner fertig sind.

source: As soon as we sent you the result we will delete your email address from our database.
de: Sobald wir dir die E-Mail geschickt haben löschen wir deine E-Mailadresse wieder aus unserem System.

source: Currently, your email address is
de: Deine aktuell eingestellte E-Mailadresse lautet

source: Update email address
de: E-Mail Adresse aktualisieren

source: You need to provide either a *.gpx or a *.zip file.
de: Du musst entweder eine *.gpx oder eine *.zip Datei hochladen.

source: Imprint
de: Impressum

source: Privacy Policy and Cookies
de: Datenschutz und Cookies

source: It seems your GPX-file was incomplete. Some caches could not be read.
de: Es scheint, dass deine GPX-Datei unvollständig ist. Manche Caches konnten nicht gelesen werden.

source: all
de: Alle

source: Message
de: Nachricht

source: Key
de: Schlüssel

source: Extra Values
de: Zusätzliche Werte

source: Direction
de: Richtung

source: Offset
de: Versatz

source: Include numeric values
de: Numerische Werte einschließen

source: File to encode
de: Datei zum enkodieren

source: Is a file
de: Ist eine Datei

source: At first a big thank you to Cetacea91, Daxianer, LaMulder and martl for their feedback and for providing test data!
de: Zu aller erst vielen Dank an Cetacea91, Daxianer, LaMulder und martl für ihr Feedback und fürs zur Verfügung stellen von Testdaten!

source: IMPORTANT: Since we also rearrange the banners for a more beautiful shape we need to get the size of all images, that could take a while, please be patient.
de: WICHTIG: da wir die Banner auch zugunsten eines schöneren Aussehens neu sortieren müssen wir alle Bilder laden. Das dauert bei vielen Caches eine Weile, bitte sei geduldig.

source: If you have any question or proposal for improvement we can also talk about it, of course.
de: Solltest du eine Frage oder einen Verbesserungsvorschlag haben kannst du uns natürlich auch jederzeit kontaktieren.

source: This tool helps you to en- and decode base64. You can encode text or whole files.
de: Dieses Tool en- und dekodiert Base64. Du kannst entweder nur Text oder ganze Dateien verarbeiten.

source: Encode file
de: Datei enkodieren

source: If you encode a file it will be read byte by byte and then the bytes will be encoded. No files are saved on the server pemanently, in order to process them they need to be saved temporarily but they will be deleted before you download begins.
de: Wenn du eine Datei enkodierst wird sie Byteweise eingelesen und dann enkodiert. Dateien werden nicht permanent gespeichert. Um sie verarbeiten zu können werden sie temporär gespeichert, jedoch werden sie gelöscht, bevor der Download beginnt.

source: Encode
de: Enkodieren

source: Encode text
de: Text enkodieren

source: Decode
de: Dekodieren

source: To decode files you need to paste the base64 encoded file into the inputfield and check the "is file" field. Your file will then be decoded and offered to download.
de: Um Dateien zu dekodieren musst du die Base64-enkodierte Datei in das Eingabefeld einfügen und den Haken bei "ist eine Datei" machen. Deine Datei wird dann dekodiert und zum Download angeboten.

source: Cesar Cipher
de: Cäsar-Verschlüsselung

source: Cesar-Cipher
de: Cäsar-Verschlüsselung

source: Cesar-Cipher is an encryption method where the message is encrypted by rotating the lettervalues between 1 and 25.
de: Die Cäsar-Verschlüsselung (auch als ROT bekannt) verschlüsselt Text, indem sie die Buchstaben um 1 bis 25 Stellen im Alphabet verschiebt.

source: Encryption
de: Verschlüsselung

source: Encrypt
de: Verschlüsseln

source: Decryption
de: Entschlüsselung

source: Decrypt
de: Entschlüsseln

source: Letter Value Calculator
de: Buchstabenwertberechner

source: This tool takes a text and calculates the value of its letters. Every sign which is not a-z or A-Z will be ignored. You can provide additional values in the "extra values" field. If you tick the "Include numeric values" field the numbers 0-9 are included with their adherent value.
de: Dieses Tool nimmt einen Text und und berechnet den Buchstabenwert seiner Zeichen. Jedes Zeichen, welches nicht ein a-z oder ein A-Z ist wird ignoriert. Du kannst zusätzliche Werte im "Zusatzwerte"-Feld eingeben. Wenn du den Haken bei "Ziffern einbeziehen" setzt werden auch Ziffern (0-9) mit ihrem entsprechenden Wert berücksichtigt.

source: You can also define own sign/ value pairs. Just type [sign]\=[value] into the "extra values" field.
de: Du kannst auch deine eigenen Zeichen/ Wert-Paare definieren. Gib einfach [Zeichen]\=[Wert] in das Zusatzzeichen-Feld ein.

source: Example
de: Beispiel

source: Multiple extra values need to be seperated by a line break.
de: Mehrere Zusatzzeichen müssen durch einen Zeilenumbruch getrennt werden.

source: Letter value
de: Buchstabenwert

source: Total signs
de: Zeichen insgesamt

source: Sum of digits
de: Summe der Ziffern

source: Iterated sum of digits
de: Iterierte Summe der Ziffern

source: Number of relevant signs
de: Anzahl relevanter Zeichen

source: Number of letters
de: Anzahl Buchstaben

source: Number of numbers
de: Anzahl Ziffern

source: Number of special characters
de: Anzahl Sonderzeichen

source: Values of relevant signs
de: Werte relevanter Zeichen

source: Calculate Lettervalues
de: Buchstabenwert berechnen

source: Polybius-Cipher
de: Polybius-Verschlüsselung

source: The Polybius encryption is another encryption named after a guy long gone. It was invented 200 years before the cesar cipher but is much stronger than the cesar cipher. But it would not be here if this would not be needed for geocaching, so here it is.
de: Die Polybius-Verschlüsselung ist eine weiter Verschlüsselung, welche nach einem lange verstorbenen Typen benannt wurde. Sie wurde 200 Jahre vor der Cäsar-Verschlüsselung erfunden, ist dabei jedoch "viel" sicherer als die Cäsar-Verschlüsselung. Aber sie wäre nicht hier, wenn man sie nicht zum Geocachen bräuchte.

source: While parsing your banners an error occurred. The admin has been informed, please come back later.
de: Während des Parsens deiner Banner trat ein Fehler auf. Der Admin wurde informiert, bitte versuche es später noch einmal.

source: The key needs to be an Integer.
de: Der Schlüssel muss eine Ganzzahl sein.

source: Welcome
de: Willkommen

source: Welcome to baronbale.de
de: Willkommen auf baronbale.de

source: What is this?
de: Was ist das hier?

source: This page is our attempt to give something to the community. I hope it is usefull for at least some of you. If you are missing something or if you want to help to keep things running you can visit <a href="%(contribute)s">our contribute page</a> to se how to contribute.
de: Diese Seite ist unser Versuch etwas zur Community beizutragen. Wir hoffen, dass wenigstens ein paar Leute Verwendung für diese Seite haben. Falls du etwas vermisst oder du etwas beisteuern möchtest schau doch mal auf <a href="%(contribute)s">unserer mitmachen Seite</a> oder schreibe uns eine Mail an die Adresse in der Fußzeile.

source: Contribute
de: Mitmachen

source: You can contribute in different ways:
de: Du kannst auf verschiedene Weisen etwas beisteuern:

source: You can report bugs and feedback via the e-mail address in the imprint.
de: Du kannst Bugs melden und Feedback an die in der Fußzeile und im Impressum hinterlegte E-Mailadresse senden.

source: If you have an idea for a new tool we could chat about it and we'll see if it fits on our page.
de: Wenn du eine Idee für ein neues Tool hast können wir uns gerne darüber unterhalten und wir schauen mal, ob es zur Seite passt.

source: But just to see that people are using this site would make us happy too.
de: Aber wir sind schon zufrieden, wenn jemand die Seite verwendet.

source: Responsible in terms of §5 TMG
de: Verantwortlich im Sinne von §5 TMG

source: §1 The Data we save
de: §1 Die Daten, die wir speichern

source: We do not save any data. If an error occurs on the page we may turn on logging which will save IP-Addresses. But due to the lack of further information we cannot match the user and his IP, therefore and due to the fact that we delete the logs as soon as we found and fixed the error IP adresses are no individual related data.
de: Wir speichern keine Daten. Der Webserver loggt die Zugriffe, jedoch in anonymisierter Form.

source: We use cookies. Because without cookies the internet does not work. Deal with it.
de: Ja, wir benutzen Cookies. Denn ohne Cookies funktioniert das Internet nicht. Wir brauchen sie an manchen Stellen aus technischen Gründen. Wir können die Sessions (die zu den Cookies gehören) jedoch keiner Person zuordnen. Dafür müsstet ihr uns sagen, welchen Cookie ihr bei euch habt.

source: §3 Third parties
de: §3 Dritte

source: We do not share any data with third parties. We handle it Vegas-Style: everything you enter on baronbale.de stays on baronbale.de. If a tool needs to send data to another server it will say so in the description of the tool.
de: Wir teilen keine Daten mit Dritten. Was auf baronbale.de passiert, bleibt auf baronbale.de. Sollten wir mal ein Tool einführen, das doch Daten woanders hinsendet informieren wir darüber im jeweiligen Tool und passen diesen Text hier an.

source: For further information see the imprint for contact details.
de: Für weitere Informationen siehe in der Fußzeile oder im Impressum für Kontaktdetails.
