Repository: protux/baronbale.de-django
Catalog: baronbale_website/baronbale_website/toolbox/locale/*/LC_MESSAGES/django.po
Languages: de

source: Items to clean
de: Zu bereinigende Items

source: Already existing Items
de: Bereits vorhandene Items

source: Duplicate-Remover
de: Duplikat-Entferner

source: With this tool you can easily remove duplicate items from a list. You could use it e.g. for removing duplicate TB-Codes before logging them after an Event or something similar.
de: Mit diesem Werkzeug kannst du ganz einfach doppelte Einträge aus einer Liste entfernen. Du kannst es z.B. zum Entfernen doppelter TB-Codes nutzen um das doppelte (Massen-)Loggen nach einem großen Event zu verhindern.

source: The Items will be split at anything what is not alphanumeric (everything what matches [^a-zA-Z0-9]+). A # introduces a comment, a line starting with # will be ignored and if anything comes before a # the line will be cut at the index of the #.
de: Die Einträge werden an allem geteilt was nicht alphanumerisch ist (alles was mit [^a-zA-Z0-9]+ matched) Eine # kennzeichnet einen Kommentar. Eine Zeile, die mit einer # startet wird ignoriert. Wenn irgendetwas vor einer # steht wird die Zeile am Index der # geteilt.

source: Number of found duplicates
de: Anzahl gefundener Duplikate

source: Found duplicates
de: Gefundene Duplikate

source: select all
de: Alle markieren

source: Number of unique items
de: Anzahl einzigartiger Items

source: Unique items
de: Einzigartige Items

source: Clean Items
de: Items bereinigen
