Repository: protux/baronbale.de-django
Catalog: baronbale_website/baronbale_website/templates/locale/*/LC_MESSAGES/django.po
Languages: de

source: Home
de: Start

source: GC-Tools
de: GC-Werkzeuge

source: Banner Collector
de: Bannersammler

source: Cesar Cipher
de: C채sar Verschl체sselung

source: Lettervalues
de: Buchstabenwerte

source: Polybius Cipher
de: Polybius Verschl체sselung

source: Tools
de: Werkzeuge

source: Duplicate Remover
de: Duplikatenentferner

source: Contribute
de: Unterst체tzen

source: Imprint
de: Impressum

source: Privacy Policy and Cookies
de: Datenschutz und Cookies
