Repository: protux/baronbale.de-django
Catalog: baronbale_website/staticpages/locale/*/LC_MESSAGES/django.po
Languages: de

source: Contribute
de: Unterstützen

source: You can contribute in different ways:
de: Du kannst uns auf unterschiedliche Weise unterstützen:

source: You can report bugs and feedback via the e-mail address in the imprint.
de: Du kannst gefundene Bugs und Feedback an die im Impressum erwähnte E-Mailadresse senden.

source: If you have an idea for a new tool we could chat about it and we'll see if it fits on our page.
de: Wenn du eine Idee oder einen Wunsch für ein Tool hast können wir uns darüber gerne unterhalten und ggf. gemeinsam an der Umsetzung arbeiten. Wer einen Vorschlag einreicht oder die Umsetzung sogar unterstützt wird natürlich auf der jeweiligen Seite erwähnt.

source: You could buy something on Amazon via <a href="#">our affiliate link</a>.
de: Du könntest etwas über <a href="#">unseren affiliate link</a> kaufen.

source: You could take a look on <a href="https://www.amazon.de/registry/wishlist/RIVQ9H0VQV1J/">our Amazon wishlist</a>, you know, Christmas is never far.
de: Du könntest dir <a href="https://www.amazon.de/registry/wishlist/RIVQ9H0VQV1J/">unsere Amazon-Wunschliste</a> ansehen. Du weißt schon, Weihnachten ist nie weit.

source: If you like an article or tool you could flattr it.
de: Wenn du einen Artikel oder ein Tool magst könntest du es flattrn.

source: If you have an idea for a blogpost you could tell us or you could even write it on your own and get it published on our site under your name.
de: Wenn du etwas bloggen möchtest kannst du uns davon erzählen oder du schreibst ihn als Gastbeitrag unter deinem Namen auf unserer Seite.

source: But just to see that people are using this site would make us happy too.
de: Aber einfach zu sehen, dass Leute die Seite benutzen macht uns auch schon glücklich.

source: Imprint
de: Impressum

source: Responsible in terms of §5 TMG
de: Verantwortlich im Sinne des §5 TMG

source: Privacy Policy and Cookies
de: Datenschutz und Cookies

source: §1 The Data we save
de: §1 Daten die wir speichern

source: We do not save any data. If an error occurs on the page we may turn on logging which will save IP-Addresses. But due to the lack of further information we cannot match the user and his IP, therefore and due to the fact that we delete the logs as soon as we found and fixed the error IP adresses are no individual related data.
de: Wir speichern keine Daten. Tritt ein Fehler auf schalten wir das Logging ein, welches wiederum IP-Adressen speichert. Aber aufgrund mangelnder benötigter Informationen können wir die IP-Adressen keiner Person zuordnen. Deswegen und weil wir die Logs löschen sobald wir den Fehler gefunden und gefixt haben betrachten wir die IP-Adressen nicht als personenbezogene Daten.

source: We use cookies. Because without cookies the internet does not work. Deal with it.
de: Wir benutzen Cookies. Denn ohne Kekse funktioniert das Internet nicht. Is' halt so.

source: §3 Third parties
de: §3 Dritte Parteien

source: We do not share any data with third parties. We handle it Vegas-Style: everything you enter on baronbale.de stays on baronbale.de. If a tool needs to send data to another server it will say so in the description of the tool.
de: Wir teilen keine Daten mit anderen Instanzen. Wir handhaben das wie immer: alles was auf baronbale.de passiert bleibt auf baronbale.de. Sollte es in der Zukunft doch mal vorkommen, dass ein Tool Datein zu einem anderen Server senden muss weisen wir in der Beschreibung darauf hin.

source: For further information see the imprint for contact details.
de: Für weitere Informationen schaue ins Impressum für die Kontaktinformationen.
